Repository: Leaves-Webdesign/easy-customer-invoices
Catalog: languages/easy-customer-invoices-*.po
Languages: de_de

source: Current page of the invoices collection.
de_de: Aktuelle Seite der Liste von Rechnungen.

source: Maximum number of invoices to be returned in result set.
de_de: Maximale Anzahl der Rechnungen, die in einem Ergebnis ausgegeben werden sollen.

source: Customer ID of the customer the invoices belong to.
de_de: Kundennummer des Kunden, zu dem die Rechnungen gehören.

source: Year of the invoices.
de_de: Jahr der Rechnungen.

source: Month of the invoices.
de_de: Monat der Rechnungen.

source: Current page of the estimates collection.
de_de: Aktuelle Seite der Liste von Angeboten.

source: Maximum number of estimates to be returned in result set.
de_de: Maximale Anzahl der Angebote, die in einem Ergebnis ausgegeben werden sollen.

source: Customer ID of the customer the estimates belong to.
de_de: Kundennummer des Kunden, zu dem die Angebote gehören.

source: Year of the estimates.
de_de: Jahr der Angebote.

source: Month of the estimates.
de_de: Monat der Angebote.

source: Current page of the customers collection.
de_de: Aktuelle Seite der Liste von Kunden.

source: Maximum number of customers to be returned in result set.
de_de: Maximale Anzahl der Kunden, die in einem Ergebnis ausgegeben werden sollen.

source: Country ID of the country the customers belong to.
de_de: ID des Lands, zu dem die Kunden gehören.

source: Year when the customers were registered.
de_de: Jahr, in dem die Kunden registriert wurden.

source: Month when the customers were registered.
de_de: Monat, in dem die Kunden registriert wurden.

source: Invalid invoice id.
de_de: Ungültige Rechnungsnummer.

source: Invalid estimate id.
de_de: Ungültige Angebotsnummer.

source: Invalid customer id.
de_de: Ungültige Kundennummer.

source: Invoice Manager
de_de: Rechnungsverwaltung

source: Invoices
de_de: Rechnungen

source: Invoice
de_de: Rechnung

source: Enter invoice ID
de_de: Gib die Rechnungsnummer ein

source: Customer
de_de: Kunde

source: Amount
de_de: Summe

source: Payment Date
de_de: Zahlungsdatum

source: Show PDF Invoice
de_de: PDF-Rechnung anzeigen

source: Send Invoice via Email
de_de: Rechnung per Email senden

source: Show PDF Invoices
de_de: PDF-Rechnungen anzeigen

source: General Information
de_de: Allgemeine Informationen

source: Here you can enter general information for the invoice.
de_de: Hier kannst du allgemeine Informationen zur Rechnung eingeben.

source: Customer ID
de_de: Kundennummer

source: Invoice Content
de_de: Rechnungsinhalt

source: Here you can enter the actual efforts charged for in this invoice.
de_de: Hier kannst du die eigentlichen Leistungen für die Rechnung angeben.

source: Contents
de_de: Inhalte

source: Effort
de_de: Leistung

source: Service Period
de_de: Leistungszeitraum

source: Tax Mode
de_de: Steuer-Modus

source: Payment
de_de: Zahlung

source: Here you can payment-related data for this invoice.
de_de: Hier kannst du Zahlungsdaten für die Rechnung angeben.

source: Payment Method
de_de: Zahlungsmethode

source: Deposit Fee Amount
de_de: Überweisungsgebühr

source: Enter the deposit fee (if any).
de_de: Gib die Überweisungsgebühr ein (falls erforderlich).

source: PayPal Fee Amount
de_de: Paypal-Gebühr

source: Enter the amount that PayPal charged for the payment.
de_de: Gib die PayPal-Gebühr ein (falls erforderlich).

source: Currency Factor
de_de: Umrechnungsfaktor

source: Enter the factor that you have to multiply the amount with to calculate it in your base currency.
de_de: Gib den Faktor ein, mit dem der Betrag multipliziert werden muss, um ihn in deiner Standardwährung zu erhalten.

source: Estimates
de_de: Angebote

source: Estimate
de_de: Angebot

source: Enter estimate ID
de_de: Gib die Angebotsnummer ein

source: Show PDF Estimate
de_de: PDF-Angebot anzeigen

source: Send Estimate via Email
de_de: Angebot per Email senden

source: Here you can enter general information for the estimate.
de_de: Hier kannst du allgemeine Informationen zum Angebot eingeben.

source: Message
de_de: Nachricht

source: Enter a message to put at the top of the estimate.
de_de: Gib eine Nachricht ein, die oben auf auf dem Angebot angezeigt wird.

source: Due Date
de_de: Gültigkeitsdatum

source: Enter a date until which this estimate should be valid.
de_de: Gib ein Datum an, bis zu dem dieses Angebot gültig sein soll.

source: Estimate Content
de_de: Angebotsinhalt

source: Here you can enter the actual efforts for the estimate.
de_de: Hier kannst du die eigentlichen Leistungen für das Angebot angeben.

source: Customers
de_de: Kunden

source: Enter customer name
de_de: Gib die Kundennummer ein

source: Address
de_de: Adresse

source: Contact
de_de: Kontakt

source: Revenue
de_de: Einnahmen

source: Here you can enter static information for the customer that will likely never change.
de_de: Hier kannst du Daten zum Kunden angeben, welche sich in der Regel niemals verändern.

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Company Name
de_de: Firmenname

source: Specify more detailed information about the customer. The following information may change from time to time - if it does, simply add a new row and fill in the information.
de_de: Gib detailliertere Informationen zum Kunden an. Die folgenden Daten könnten sich gelegentlich ändern - wenn dies passiert, füge einfach eine neue Zeile ein und gib die neuen Daten ein.

source: Street & No.
de_de: Straße und Nr.

source: ZIP Code
de_de: Postleitzahl

source: City
de_de: Stadt

source: Valid from...
de_de: Gültig ab…

source: Legal Data
de_de: Rechtliche Daten

source: Tax Number
de_de: Steuernummer

source: Tax ID
de_de: USt.-Identifikationsnummer

source: Contact Methods
de_de: Kontaktmöglichkeiten

source: Add some contact methods to the customer.
de_de: Gib Kontaktmöglichkeiten für den Kunden an.

source: Email Address
de_de: Email-Adresse

source: Phone
de_de: Telefon

source: Label
de_de: Bezeichnung

source: Phone Number
de_de: Telefonnummer

source: Countries
de_de: Länder

source: Country
de_de: Land

source: Here you can enter general information related to this country.
de_de: Hier kannst du allgemeine Informationen zu diesem Land eingeben.

source: Currency
de_de: Währung

source: Decimal Separator
de_de: Dezimaltrennzeichen

source: Thousands Separator
de_de: Tausendertrennzeichen

source: Date Format
de_de: Datumsformat

source: Is this country reverse charge eligible?
de_de: Ist dieses Land vom Reverse Charge-Verfahren betroffen?

source: Invoice Texts
de_de: Rechnungstexte

source: Here you can enter some text for the different sections of an invoice. These sentences should be localized for this country&#039;s language.
de_de: Hier kannst du einige Texte für die verschiedenen Abschnitte einer Rechnung angeben. Diese Sätze sollten lokalisiert in der Sprache dieses Landes sein.

source: Customer Tax ID
de_de: USt.-Identifikationsnummer

source: Invoice ID
de_de: Rechnungsnummer

source: Reference
de_de: Referenz

source: Invoice Date
de_de: Rechnungsdatum

source: Subtotal
de_de: Netto

source: Tax
de_de: Steuer

source: Total
de_de: Brutto

source: Tax Amount
de_de: Steuersatz

source: Small Business Regulation
de_de: Kleinunternehmerregelung

source: Please Pay
de_de: Bitte bezahlen

source: Paid on X with Y
de_de: Am X via Y bezahlt

source: Thank You
de_de: Danke

source: Total in Base Currency
de_de: Brutto in Standardwährung

source: Deposit Fee
de_de: Überweisungsgebühr

source: PayPal Fee
de_de: PayPal-Gebühr

source: Vendor Phone
de_de: Verkäufer-Telefon

source: Vendor Email
de_de: Verkäufer-Email

source: Vendor Website
de_de: Verkäufer-Website

source: Vendor Bank Account
de_de: Verkäufer-Bankkonto

source: Vendor Bank Code
de_de: Verkäufer-Bankleitzahl

source: Vendor Owner
de_de: Verkäufer-Kontoinhaber

source: Vendor Tax Number
de_de: Verkäufer-Steuernummer

source: Vendor Tax ID
de_de: Verkäufer-USt.-Identifikationsnummer

source: Estimate ID
de_de: Angebotsnummer

source: Estimate Date
de_de: Angebotsdatum

source: Estimate Due Date
de_de: Angebot gültig bis

source: All Years
de_de: Gesamt

source: Here you can find detailed stats about your business for all years.
de_de: Hier findest du detaillierte Statistiken über dein Geschäft über die verschiedenen Jahre.

source: Here you can find detailed stats about your business in %s.
de_de: Hier findest du detaillierte Statistiken über dein Geschäft in %s.

source: Hello %s,
de_de: Hallo %s,

source: You will find your invoice %1$s attached to this email. Please pay it within %2$s days.
de_de: Im Anhang dieser Email findest du deine Rechnung %1$s. Bitte bezahl sie innerhalb von %2$s Tagen.

source: Thanks for purchasing at %s.
de_de: Danke, dass du bei %s eingekauft hast.

source: Regards,
de_de: Mit freundlichen Grüßen

source: You will find your estimate %s attached to this email.
de_de: Im Anhang dieser Email findest du dein Angebot %s.

source: Thanks for your interest in our services.
de_de: Danke für dein Interesse in unsere Dienstleistungen.

source: Stats
de_de: Statistiken

source: Settings
de_de: Einstellungen

source: Vendor Data
de_de: Verkäuferdaten

source: Here you should enter information about your own business or about yourself as a vendor.
de_de: Hier solltest du Informationen über dein eigenes Geschäft oder dich selbst als Verkäufer eingeben.

source: Here you can enter static information for your business that will likely never change.
de_de: Hier kannst du Daten zu deinem Geschäft eingeben, welche sich in der Regel niemals ändern.

source: Company Information
de_de: Firmeninformationen

source: Specify more detailed information about your business. The following information may change from time to time - if it does, simply add a new row and fill in the information.
de_de: Gib genauere Informationen zu deinem Geschäft an. Die folgenden Daten könnten sich gelegentlich ändern - wenn das passiert, füge einfach eine neue Zeile ein und geb die neuen Daten ein.

source: Contact Information
de_de: Kontaktinformationen

source: Bank Account
de_de: Bankkonto

source: Account Number
de_de: Kontonummer

source: Bank Code
de_de: Bankleitzahl

source: Bank Name
de_de: Name der Bank

source: Tax Authority
de_de: Steuerbehörde

source: Options
de_de: Optionen

source: Here you can adjust some plugin settings.
de_de: Hier kannst du einige Plugin-Einstellungen anpassen.

source: General
de_de: Allgemein

source: Define general settings for the overall behavior.
de_de: Lege allgemeine Einstellungen zum Verhalten fest.

source: Reference Prefix
de_de: Referenz-Präfix

source: Pay Within Days
de_de: Zahlung innerhalb von Tagen

source: Enter the amount of days in which an invoice must be paid.
de_de: Gib die Anzahl an Tagen ein, innerhalb derer eine Rechnung bezahlt werden muss.

source: Base Currency
de_de: Standardwährung

source: Default Tax Mode
de_de: Standard-Steuer-Modus

source: Default Payment Method
de_de: Standard-Zahlungsmethode

source: Tax Amount (in %)
de_de: Steuersatz (in %)

source: Default Country
de_de: Standard-Land

source: Invoice PDF Colors
de_de: Farben der PDF-Rechnungen

source: Specify the colors for the PDF invoices.
de_de: Gib die Farben an, die in den PDF-Rechnungen verwendet werden sollen.

source: Text Color
de_de: Textfarbe

source: Fill Color
de_de: Füllfarbe

source: Efforts
de_de: Leistungen

source: Specify the available efforts to put on your invoices and estimates.
de_de: Gib die möglichen Leistungen an, die du auf deinen Rechnungen und Angeboten verwenden kannst.

source: Invoice Emails
de_de: Rechnungs-Emails

source: Specify data for the invoice emails.
de_de: Gib Daten für die Rechnungs-Emails an.

source: Subject
de_de: Betreff

source: Your Invoice %s
de_de: Deine Rechnung %s

source: Background Color
de_de: Hintergrundfarbe

source: Highlight Color
de_de: Hervorhebungsfarbe

source: Estimate Emails
de_de: Angebots-Emails

source: Specify data for the estimate emails.
de_de: Gib Daten für die Angebots-Emails an.

source: Your Estimate %s
de_de: Dein Angebot %s

source: The email containing the invoice could not be sent.
de_de: Die Email mit der Rechnung konnte nicht gesendet werden.

source: The email containing the invoice was sent successfully.
de_de: Die Email mit der Rechnung wurde erfolgreich gesendet.

source: The email containing the estimate could not be sent.
de_de: Die Email mit dem Angebot konnte nicht gesendet werden.

source: The email containing the estimate was sent successfully.
de_de: Die Email mit dem Angebot wurde erfolgreich gesendet.

source: Warning:
de_de: Warnung:

source: The following invoices are overdue:
de_de: Die folgenden Rechnungen sind im Zahlungsverzug:

source: You may use the following tags. These will be replaced dynamically.
de_de: Du kannst die folgenden Tags benutzen. Diese werden dynamisch ersetzt:

source: Missing or invalid AJAX nonce.
de_de: Fehlende oder ungültige AJAX-Nonce.

source: Missing first name.
de_de: Fehlender Vorname.

source: Missing last name.
de_de: Fehlender Nachname.

source: Phone:
de_de: Telefon:

source: Displays the invoice ID.
de_de: Zeigt die Rechnungsnummer.

source: Displays the total amount of the invoice.
de_de: Zeigt die Gesamtsumme der Rechnung.

source: Displays the estimate ID.
de_de: Zeigt die Angebotsnummer.

source: Displays the total amount of the estimate.
de_de: Zeigt die Gesamtsumme des Angebots.

source: Displays the customer ID.
de_de: Zeigt die Kundennummer.

source: Displays the first and last name of the customer.
de_de: Zeigt den Vor- und Nachnamen des Kunden.

source: Displays the company name of the customer.
de_de: Zeigt den Firmennamen des Kunden.

source: Displays the first and last name of the vendor.
de_de: Zeigt den Vor- und Nachnamen des Verkäufers.

source: Displays the company name of the vendor.
de_de: Zeigt den Firmennamen des Verkäufers.

source: Displays the number of days in which the invoice needs to be paid.
de_de: Zeigt die Anzahl an Tagen, in denen die Rechnung bezahlt werden muss.

source: Fees
de_de: Gebühren

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Cumulative
de_de: Kumulativ

source: Pound (%s)
de_de: Pfund (%s)

source: Japanese Yen (%s)
de_de: Japanischer Yen (%s)

source: Do not add tax
de_de: Keine Steuer erheben

source: Include tax
de_de: Steuer im Preis enthalten

source: Add tax
de_de: Steuer zum Preis hinzufügen

source: Deposit
de_de: Überweisung

source: Please select...
de_de: Bitte wählen...

source: No Effort Specified
de_de: Keine Leistung angegeben

source: This plugin sets up a simple customer management system with PDF invoicing capabilities.
de_de: Dieses Plugin setzt ein einfaches Kundenverwaltungssystem mit Möglichkeiten zum Erstellen von PDF-Rechnungen auf.

# invoice title gender
source: m
de_de: f

# estimate title gender
source: m
de_de: n

# country title gender
source: m
de_de: n
